{
  "name": "Druid",
  "description": "Cast your eyes around the fire. What has brought you to these people, stinking of the dust and sweat of the city? Perhaps it is a kindness—do you protect them as the mother bear watches over her cubs? Are they your pack, now? Strange brothers and sisters you have. Whatever your inspiration, they would certainly fail without your sharp senses and sharper claws.\n\nYou are of the sacred spaces; you are born of soil and wear the marks of her spirits on your skin. You may have had a life before, maybe you were a city dweller like them, but not now. You’ve given up that static shape. Listen to your allies pray to their carved stone gods and polish their silver shells. They speak of the glory they’ll find back in that festering town you left behind.\n\nTheir gods are children, their steel is false protection. You walk the old ways, you wear the pelts of the earth itself. You’ll take your share of the treasure, but will you ever walk as one of them? Only time will tell.",
  "recommendedNames": "*Elf*: Hycorax, Ethanwe, Sinathel, Demanor, Menoliir, Mithralan, Taeros, Aegor\n\n*Halfling*: Tanner, Dunstan, Rose, Ivy, Robard, Mab, Thistle, Puck, Anne, Serah\n\n*Human*: Elana, Obelis, Herran, Syla, Andanna, Siobhan, Aziz, Pelin, Sibel, Nils, Wei",
  "recommendedRaces": "Elf: The sap of the elder trees flows within you. In addition to any other attunements, the Great Forest is always considered your land.\nHuman: As your people learned to bind animals to field and farm, so too are you bound to them. You may always take the shape of any domesticated animal, in addition to your normal options.\nHalfling: You sing the healing songs of spring and brook. When you make camp, you and your allies heal +1d6.",
  "recommendedLooks": "Choose one for each:\n\nWise Eyes, Wild Eyes, or Haunting Eyes\n\nFurry Hood, Messy Hair, or Braided Hair\n\nCeremonial Garb, Practical Leathers, or Weathered Hides",
  "baseHP": 6,
  "baseDamage": "d6",
  "link": "http://book.dwgazetteer.com/druid.html"
}
